export const state = () => ({
  firstScreen: {
    title: 'Внимание!',
    text: 'Наши девушки прошли проверку модератором и мы действительно хотим, чтобы люди находили друг друга и встречались в реальной жизни, а не бесконечно лайкали друг друга онлайн.',
    span: 'Вы готовы к этому?',
    btnNextContent: 'ПРОДОЛЖИТЬ',
    alertMessage: 'Мы не берем данных ваших кредитных карт'
  },
  firstStep: {
    title: 'Шаг 1',
    text: 'Мы должны быть уверены, что вы ищите серьезные отношения.',
    btnNextContent: 'ПРОДОЛЖИТЬ'
  },
  secondStep: {
    title: 'Шаг 2',
    text: 'Вы действительно готовы к реальным знакомствам?',
    btnNextContent: 'Да',
    btnPrevContent: 'Нет'
  },
  thirdStep: {
    title: 'Шаг 3',
    text: 'Вы не будете оскорблять или писать негативного девушкам, членам нашего клуба, вы согласны?',
    btnNextContent: 'Да',
    btnPrevContent: 'Нет'
  },
  fourthStep: {
    title: 'Шаг 4',
    text: 'Вы несете ответсвенность за информацию, которую размещаете на нашем сайте?',
    btnNextContent: 'Да',
    btnPrevContent: 'Нет'
  },
  congratulations: {
    title: 'Поздравляем!',
    subtitle: 'Вы имеете право на наш сайт!',
    textWithBorder: 'Мы тщательно подходим к подбору девушек и все они проверены нашим модератором',
    extraText: 'Наш сервис абсолютно бесплатен для вас,  мы не берем данных ваших кредитных карт и не устраиваем простой флирт на камеру',
    doublueExtraText: 'Мы даем личные контакты девушек, которые активно ищут мужчину, чтобы вам было удобнее связаться друг другом, а ваша переписка была действительно тайна без третьих лиц',
    span: 'Вы готовы к этому?',
    subspan: 'Мы против каких либо оскорблений, унижений и угроз.',
    btnNextContent: 'ПРОДОЛЖИТЬ',
    alertMessage: 'Мы не берем данных ваших кредитных карт'
  }
})
